{
  "heroes": [
    { "id": 1, "name": "SPIDERMAN", "description": "A hero with spider-like abilities. A hero with spider-like abilities. A hero with spider-like abilities." },
    { "id": 2, "name": "SUPERMAN", "description": "The Man of Steel from Krypton. The Man of Steel from Krypton. The Man of Steel from Krypton." },
    { "id": 3, "name": "WONDER WOMAN", "description": "Amazonian princess with superhuman abilities. Amazonian princess with superhuman abilities. Amazonian princess with superhuman abilities." },
    { "id": 4, "name": "BATMAN", "description": "The Dark Knight of Gotham City. The Dark Knight of Gotham City. The Dark Knight of Gotham City." },
    { "id": 5, "name": "FLASH", "description": "The fastest man alive. The fastest man alive. The fastest man alive." },
    { "id": 6, "name": "AQUAMAN", "description": "The king of the underwater kingdom of Atlantis. The king of the underwater kingdom of Atlantis. The king of the underwater kingdom of Atlantis." },
    { "id": 7, "name": "GREEN LANTERN", "description": "A member of the intergalactic police force. A member of the intergalactic police force. A member of the intergalactic police force." },
    { "id": 8, "name": "THOR", "description": "The Norse god of thunder. The Norse god of thunder. The Norse god of thunder." },
    { "id": 9, "name": "HULK", "description": "A scientist transformed into a monster with immense strength. A scientist transformed into a monster with immense strength. A scientist transformed into a monster with immense strength." },
    { "id": 10, "name": "BLACK WIDOW", "description": "A highly skilled spy. A highly skilled spy. A highly skilled spy." },
    { "id": 11, "name": "IRON MAN", "description": "A billionaire inventor in armored suits. A billionaire inventor in armored suits. A billionaire inventor in armored suits." },
    { "id": 12, "name": "CAPTAIN AMERICA", "description": "A super-soldier fighting for freedom. A super-soldier fighting for freedom. A super-soldier fighting for freedom." },
    { "id": 13, "name": "HAWKEYE", "description": "A master archer. A master archer. A master archer." },
    { "id": 14, "name": "BLACK PANTHER", "description": "The king of Wakanda with enhanced abilities. The king of Wakanda with enhanced abilities. The king of Wakanda with enhanced abilities." },
    { "id": 15, "name": "DOCTOR STRANGE", "description": "The Sorcerer Supreme. The Sorcerer Supreme. The Sorcerer Supreme." },
    { "id": 16, "name": "ANT-MAN", "description": "A hero with the ability to shrink in scale. A hero with the ability to shrink in scale. A hero with the ability to shrink in scale." },
    { "id": 17, "name": "WOLVERINE", "description": "A mutant with healing power and retractable claws. A mutant with healing power and retractable claws. A mutant with healing power and retractable claws." },
    { "id": 18, "name": "DEADPOOL", "description": "A mercenary with a regenerative healing factor. A mercenary with a regenerative healing factor. A mercenary with a regenerative healing factor." },
    { "id": 19, "name": "CAPTAIN MARVEL", "description": "A former U.S. Air Force pilot with superhuman strength. A former U.S. Air Force pilot with superhuman strength. A former U.S. Air Force pilot with superhuman strength." },
    { "id": 20, "name": "SILVER SURFER", "description": "A powerful being who can travel through space. A powerful being who can travel through space. A powerful being who can travel through space." }
  ]
}